aorta/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    frontAndBack
    {
        type            empty;
        physicalType    patch;
        nFaces          26364;
        startFace       19623;
    }
    simetry
    {
        type            symmetry;
        physicalType    patch;
        nFaces          200;
        startFace       45987;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       46187;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       46237;
    }
)

// ************************************************************************* //
